export const CropCategory = [
    'vegetable',      // সবজি (আলু, পটল, বেগুন ইত্যাদি)
    'fruit',          // ফল (আম, কলা, লিচু ইত্যাদি)
    'grain',          // শস্য/দানা (ধান, গম, ভুট্টা ইত্যাদি)
    'spice',         // মসলা (মরিচ, পেঁয়াজ, রসুন ইত্যাদি)
    'pulse',        // ডাল (মসুর, মুগ, ছোলা ইত্যাদি)
    'oilseed',       // তৈলবীজ (সরিষা, সূর্যমুখী ইত্যাদি)
    'cash-crop',      // অর্থকরী ফসল (পাট, আখ ইত্যাদি)
    'other'         // অন্যান্য (ভবিষ্যতে ইনস্ট্যান্ট যেকোনো কিছু অ্যাড করার ব্যাকআপ)
]